Repository: Draciinfo/calendar-eshop
Catalog: calendareshop/calendareshop/locale/*/LC_MESSAGES/django.po
Languages: cs

source: name
cs: jméno

source: Personal website
cs: Osobní web

source: plural name
cs: množný tvar jména

source: project code
cs: kód projektu

source: This email is already used.
cs: Tento e-mail již byl použit.

source: Czech
cs: Česky

source: English
cs: Anglicky

source: Cash on delivery
cs: Dobírka

source: Bank transfer
cs: Bankovní převod

source: Cash
cs: V hotovosti

source: Permission denined
cs: Přístup odmítnut

source: No dragons here.
cs: Tady nejsou žádní draci.

source: Page not found
cs: Stránka nenalezena.

source: Oops...
cs: Sakra...

source: There is some error at our server. We are working on it...
cs: Na našem serveru se vyskytl nějaký problém, pracujeme na tom...

source: Original dragon calendar from Draci.info artists.
cs: Originální dračí kalendáře od umělců z webu Draci.info.

source: Draci.info Calendar
cs: Kalendář Draci.info

source: Draci.info calendar
cs: Kalendář Draci.info

source: Archive
cs: Archiv

source: Cart
cs: Košík

source: Shipping & Payment
cs: Doprava a platba

source: Fill in your e-mail and we will send you calendar news
cs: Vyplňte e-mail a budeme Vám zasílat novinky o kalendářích

source: Your e-mail address
cs: Váš e-mail

source: Subscribe
cs: Přihlásit k odběru

source: Buy Draci.info calendar
cs: Kupte si kalendář Draci.info

source: Pre-order your calendar
cs: Předobjednejte si svůj kalendář

source: Claim yours now!
cs: Chci kalendář!

source: Look inside
cs: Prohlédnout kalendář

source: Hooray, calendars are printed and we will start shipping them this weekend from 15th of December :)
cs: Hurá, kalendáře jsou hotové a začneme je odesílat již tento víkend od 15. prosince :)

source: Order your calendar
cs: Objednejte si svůj kalendář

source: We accept pre-orders until beginning of December. After this date only a limited number of printed calendars will be available. This is why we strongly recommend to pre-order your calendars. They will be printed and sent to you by the beginning of December.
cs: Předobjednávky přijímáme do začátku prosince. Poté bude k dispozici pouze omezené množství zásob. Proto výrazně doporučujeme si svůj kalendář předobjednat. Kalendáře budou zhotoveny a rozeslány na začátku prosince.

source: Last %(stock)s item available
cs: Poslední %(stock)s kus skladem

source: Add to cart
cs: Přidat do košíku

source: Sold out
cs: Vyprodáno

source: You can also buy
cs: Doporučujeme koupit

source: Illustrations preview
cs: Náhledy ilustrací

source: Maybe you do not want to buy a "dragon in a poke" and would like to see the pictures beforehand. Just click on thumbnails below then. However, we recommend not to spoil the surprise :)
cs: Pokud nechcete kupovat draka v pytli a rádi byste si kalendářové obrázky prohlédli předem, stačí kliknout na náhledy níže. My ale doporučujeme nekazit si překvapení :)

source: Authors
cs: Autoři

source: Calendar history
cs: Historie kalendáře

source: Czech Post
cs: Česká Pošta

source: Shipping expenses (including wrapping) are added to final order separately. Exact ammount is derived from number of goods in order and from country of recipient.
cs: Náklady odeslání zboží (poštovné a balné) jsou při objednávce započítávány zvlášť. Cena se odvíjí od počtu kusů zboží a regionu, do kterého se bude zboží odesílat.

source: Item count
cs: Počet položek

source: Personal delivery
cs: Osobní převzetí

source: Personal delivery is always <strong>free</strong>. Ordered package can be picked up at <strong>Prague Vrsovice after confirmation with our sales person</strong>. You will receive more information about precise location and pick-up times after finishing the order process (if you choose as delivery option "Personal delivery").
cs: Osobní doprava je vždy <strong>zdarma</strong>. Objednávku lze vyzvednout v <strong>Praze Vršovicích po osobní domluvě</strong>. Bližší informace o adrese a možných časech předání dostanete e-mailem po dokončení objednávky (pokud zvolíte možnost doručení "Osobně").

source: Payment
cs: Platba

source: These payment methods are allowed:
cs: Umožňujeme platit těmito způsoby:

source: used only with Personal delivery.
cs: při osobním převzetí zboží.

source: for payment details see section <a href='/contact/'>Contact</a>.
cs: platební údaje viz sekce <a href='/kontakt/'>Kontakt</a>.

source: payment method mainly for customers outside Czech Republic.
cs: platební metoda především pro platby ze zahraničí.

source: You are successfully subscribed!
cs: Váš e-mail byl úspěšně přihlášen k odběru novinek.
